
// Clock Menu Items Strings
"ParentalControlsTitle"			= "Käyttörajoitukset";
"ParentalControlsBedtime"		= "Nukkumaanmenoaika:";
"ParentalControlsTimeRemaining"	= "Aikaa jäljellä:";
"ViewAsAnalog"					= "Näytä analogisena";
"ViewAsDigital"					= "Näytä digitaalisena";
"OpenDateTimePref"				= "Päivämäärä ja aika -asetukset…";
